{
  "help_list": [
    {
      "title": "About",
      "content": "Character models/Portraits: Dragalia Lost\nVisual Effects: boypjm998\nGame Designs: boypjm998\nProgramming: boypjm998\n\nThis software is used for studying and research only.\nAny commercial use is prohibited.\n\nSpecial thanks:\n\nMusic Used:\nBokura no Network - DAOKO\nCrasher - DAOKO\nDestiny - Hitomi Miyahara x Honoka Watanabe\nBeginning of the End - Hironao Nagayama\nCoda - Lucretia(Kurokumo)\nInfernal Crash - Hironao Nagayama\nLast Dance - Kotsukimiya - Fate/Grand Order Waltz in the MOONLIGHT/LOSTROOM song material\n\nIf you have any questions or suggestion, please contact me on Discord or Twitter!"
    },
    {
      "title": "Movement",
      "content":"Press the Left Key to move left.\n\nPress the Right Key key to move right.\n\nWhen standing on a platform,\npress the Down Key to move down the platform.\n\nAdventurer can jump up twice before falling back to the ground." 
    },
    {
      "title": "Standard Attack",
      "content": "Press the Attack Key to perform a standard attack.\n\nDifferent weapon types and adventurers have different attack styles.\n\nStandard Attacks will cause adventurers to gain Skill Points (SP) when a hit lands on an enemy. SP is only gained ONCE for each attack, regardless of the number of times you hit an enemy or the number of enemies you hit."
    },
    {
      "title": "Dash Attack",
      "content": "Pressing the Attack Key while the user is moving at a high speed, or attacking while in the air, releases a dash attack.\n\nA dash attack is usually a melee attack that does less damage but has more knockback ability."
    },
    {
      "title": "Dodge",
      "content": "Press the Dodge Key to dodge. Hold the directional key before rolling can adjust the direction of the roll.\n\nDuring this action it grants temporary invincibility against certain attacks. Adventurers can avoid red-marked attacks, but cannot avoid purple-marked attacks.\nAdditionally, untelegraphed attacks also can be avoidable or unavoidable."
    },
    {
      "title": "Skill",
      "content": "An adventurer may have up to 4 skills available during quests. When the skill icon is fully lit, the user can click the corresponding Skill key to release the skill.\n\nIn the process of skill animation, it is regarded as a dodge, able to ignore avoidable attacks. (See section \"Dodge\")"
    },
    {
      "title": "Force Strikes",
      "content": "Force Strikes are special attacks that activate when a player holds the Attack Key. A special charge icon will appear under, and when it fully lights up, release the key and an attack will launch.\n\nCurrently, not all units have force strikes."
    },
    {
      "title": "Conditions UI",
      "content": "The player has a condition bar above the skills icons showing the status they have.\nThe value below the status represents the values and stacks.\nThe filling of the outer ring represents its remaining time."
    },
    {
      "title": "Afflictions",
      "content": "Afflictions is a kind of conditions apply to players and enemies. It has different types.\n\nBlindness: Reduce user's visible area.\nBurn: Deal damage to afflicted target over time.\nPoison: Deal damage to afflicted target over time.\nParalysis: Deal damage to afflicted target over time.\nFrostbite: Deal damage to afflicted target over time.\nSchorchrend: Deal damage to afflicted target over time.\nStormlash: Deal damage to afflicted target over time.\nFlashburn: Deal damage to afflicted target over time.\nShadowblight: Deal damage to afflicted target over time.\nStun: Prevent afflicted targets from performing all actions.\nSleep: Prevent afflicted targets from performing all actions.\nFreeze: Prevent afflicted targets from performing all actions.\nBog: Movement speed is reduced and damage received is increased.\n\nNote that not all these afflictions are implemented in the game currently."
    },
    {
      "title": "Revive",
      "content": "Adventurer's health bar displayed in the lower left corner of the screen.\nThe heart icon above the health bar represents user's remaining revive times.\nWhen the user’s HP reaches zero, it will consume one heart to revive, then all status will be reset, skills will enter cooldown immediately.\nAfter revival, the player will be invincible for 3 seconds."
    },
    {
      "title": "Status Cleanse",
      "content": "Some conditions will be removed by dispell effects or reviving.\n\nBut some conditions can not be removed due to external reasons."
    },
    {
      "title": "Enemy Status",
      "content": "Bosses' status bar is displayed at the top of the screen.\nSome of them have Overdrive Gauge  below their health bar.\n\nDealing damage to the boss will deplete the gauge, and once it is empty,\nthe boss will enter Break state.\n\nDuring the Break state, boss will unable to do any action, and their defense will be significantly reduced.\nAfter a set amount of time, they will get back up and recharge their Overdrive Gauge.\n"
    },
    {
      "title": "Knockback",
      "content": "After the attack hits the target, it can have a knockback effect on the target.\n\nWhen an enemy is knockbacked by an attack, the probability of a chain decrease,\nuntil performing the next attack.\n\nDifferent types of attacks have different knockback chance.\nThey are mentioned in the skill details in Adventurer Menu.\nA standard attack generally has a 100 percent knockback chance.\nA dash attack generally has a 120 percent knockback chance.\n\nThere are enemies with knockback immunity and some large enemies cannot be knockbacked in normal circumstances."
    },
    {
      "title": "Counter",
      "content": "When enemies are performing attacks, their knockback resistance will increase significantly (see “Knockback” section).\nAnd when an enemy uses some moves, a purple counter sign will appear above its head. If the enemy has an overdrive gauge, using skills or other special attacks can perform a counterattack. Counterattack can deplete enemies'  OD Gauge significantly, and display the word COUNTER.\n\nAdditionally, it also has chance to de, even if they don’t have overdrive gauge.\n(The debuff chance = knockback in adventurer's skill details – Enemy’s knockback resistance)\n\nWhen knockback is successful, the enemy will greatly reduce its attack and increase its damage taken for a period of time. If the enemy can be knocked back, this attack will also interrupt the enemy’s attack action."
    },
    {
      "title": "Special Actions",
      "content": "Press Special Action Key to execute a special action.\nThe effect of this action varies by adventurer, it will be mentioned in adventurer’s detailed.\n\nCurrently, only Ilia’s special action is available."
    }
  ]
}