{
  "BOSS_ABILITY_20011": {
    "NAME": "The Way of the Blazewolf",
    "ICON_PATH": "Icon_Ability_501",
    "DESCRIPTION": "Adds 20% to the modifier applied to critical damage against enemies that have the \"Evil's Bane\" effect.\n\nIn addition, Flame Raid and Savage Flame Raid will deal critical damage to enemies with Evil's Bane.\nAdditionally, when using skills, for the duration of the attack, the user will be immune to knockback.\n\nFinally, increases standard movement speed by 30%."
  },
  "BOSS_ABILITY_20021": {
    "NAME": "Royal Steel",
    "ICON_PATH": "Icon_Ability_502",
    "DESCRIPTION": "Using the fourth attack in the user's standard attack combo increases her critical rate by 10% for 10 seconds. \n\nAlso, the seventh attack in the user's standard attack combo grants her the \"Blazewolf's Rush\" effect.\n\nThese effects will not stack."
  },
  "BOSS_ABILITY_20031": {
    "NAME": "Auspex's Prayer",
    "ICON_PATH": "Icon_Ability_303",
    "DESCRIPTION": "Increases user's strength by 20%.\nThe bonus strength will be reduced if the user is below max HP, relative to the amount of HP lost, and will return if user is healed."
  },
  "BOSS_ABILITY_20032": {
    "NAME": "Auspex's Prayer",
    "ICON_PATH": "Icon_Ability_304",
    "DESCRIPTION": "Increases user's strength by 20% and reduces the damage taken by 70%.\nThese bonus effects will be reduced if the user is below max HP, relative to the amount of HP lost, and will return if user is healed.\n\nBesides, while ability \"Rule of Creation: Causal Bond\" is active, decreases Zena's strength by 30%.\n\nFinally, while ability \"Rule of Creation: Annihilating Power\" is active, decreases Zena's defense by 30%."
  },
  "BOSS_ABILITY_20033": {
  "NAME": "Rule of Creation: Causal Bond",
  "ICON_PATH": "Icon_Ability_305",
  "DESCRIPTION": "When this ability is active, grants all targets on the field the following effects:\n\n1. Reduces their damage taken by 30%.\n\n2. When dealing damage to enemies, the attacker will lose 2% of their current HP and 10% of the damage dealt.\n\n3. When successfully inflicting an affliction to enemies, the attacker will also receive the same affliction."
  },
  "BOSS_ABILITY_20034": {
    "NAME": "Rule of Creation: Annihilating Power",
    "ICON_PATH": "Icon_Ability_306",
    "DESCRIPTION": "When this ability is active, grants all targets on the field the following effects:\n\n1. Increases their damage dealt by 30%.\n\n2. When dealing damage to enemies, ignore their damage reduction and defense increase effects."
  },
  "BOSS_ABILITY_20041": {
    "NAME": "Enigma",
    "ICON_PATH": "Icon_Ability_101",
    "DESCRIPTION": "Ilia can perform dodges during the battle, which will carry out an additional attack toward the target.\n\nFor the duration of the dodge, Ilia will not be hit by attacks other than skills and force strikes.\n\nAlso, when Ilia is hit by a successful counterattack, she will be inflicted with stun. This ability will not activate again for 10 seconds."
  },
  "BOSS_ABILITY_20051": {
    "NAME": "Critical Output",
    "ICON_PATH": "Icon_Ability_102",
    "DESCRIPTION": "Increases Ilia's critical rate by 30% for 15 seconds when an alchemic cartridge is consumed."
  },
  "BOSS_ABILITY_20061": {
    "NAME": "Providential Blade",
    "ICON_PATH": "Icon_Ability_602",
    "DESCRIPTION": "The fifth and ninth attacks in Zethia's standard attack combo increase the modifier applied to critical damage by 11% for 30 seconds. This buff can stack up to three times.\n\nBesides, increases the knockback resistance by 100%.\n\nAdditionally, when Zethia is hit by a successful counterattack, increases her damage taken by 10% for the remainder of the quest. This debuff can stack up to three times.\n\nFinally, while Zethia is on the field, the damage taken by Ilia(Boss) reduces by 50%."
  },
  "BOSS_ABILITY_20071": {
    "NAME": "Genesis Pactbearer(Restricted)",
    "ICON_PATH": "Icon_Ability_601",
    "DESCRIPTION": "Zethia can perform dodges during the battle, which will carry out an additional attack toward surrounding enemies\n\nFor the duration of the dodge, Zethia will not be hit by attacks other than skills and force strikes.\n\nAlso, In addition, when Zethia dodges an attack from an enemy, she will perform an additional attack to the enemy immediately.\n\nFinally, Zethia's critical rate is increased by 80%, while her strength is decreased by 40%."
  },
  "BOSS_ABILITY_20081": {
    "NAME": "Rule of Creation: Baptism of Ember",
    "ICON_PATH": "Icon_Ability_504",
    "DESCRIPTION": "When this ability is active, grants all targets on the field the following effects:\n\nFirst, gradually lower the level of \"Scorching Energy\" when they are in the zone of \"BlazingAzure\".\n\nAdditionally, when they have one or more stacks of \"Scorching Energy\", Increases their defense, damage to enemies in break state and the rate the mode gauge decreases. And decreases their strength.\n\nThe effects of these buff and debuff will be increased with the level of \"Scorching Energy\"."
  },
  "BOSS_ABILITY_20091": {
    "NAME": "Rule of Creation: Judgment of Flame",
    "ICON_PATH": "Icon_Ability_503",
    "DESCRIPTION": "When this ability is active, grants all targets on the field the following effects:\n\nFirst, gradually raise the level of \"Scorching Energy\" when they are in the zone of \"BlazingAzure\".\n\nAdditionally, when they have one or more stacks of \"Scorching Energy\", Increases their damage dealt and skill gauge fill rate. And decreases their recovery potency.\n\nThe effects of these buff and debuff will be increased with the level of \"Scorching Energy\"."
  },
  "BOSS_ABILITY_20101": {
    "NAME": "Unyielding Spirit",
    "ICON_PATH": "Icon_Ability_505",
    "DESCRIPTION": "Increase Sheila's affliction resistance by 99%.\n\nAlso, reduces the damage taken by 10% when she is in the break state."
  },
  "BOSS_ABILITY_20111": {
    "NAME": "Bondforged Auspex",
    "ICON_PATH": "Icon_Ability_1901",
    "DESCRIPTION": "Restores Zethia's HP when it drops to 30%. \n\nif she has Power of Bonds, the Recovery Potency will increase.\n\nAfter activating, these effects will not activate again for 60 seconds."
  },
  "BOSS_ABILITY_20121": {
    "NAME": "Bondforged Might",
    "ICON_PATH": "Icon_Ability_90002",
    "DESCRIPTION": "Increases attack skill damage by 20%.\n\nAlso, increases attack skill damage by a further 40% and grants immunity to Stun, Freeze and Sleep when Zethia has Power of Bonds.\n\nAdditionally, Zethia will not be countered when performing attacks."
  },
  "BOSS_ABILITY_20131": {
    "NAME": "Bondforged Bless",
    "ICON_PATH": "Icon_Ability_90003",
    "DESCRIPTION": "Reduces the dragon damage taken by 80%."
  },
  "BOSS_ABILITY_80001": {
    "NAME": "Simulated Battle",
    "ICON_PATH": "Icon_Ability_90001",
    "DESCRIPTION": "User's recovery potency increases significantly as HP decreases.\n\nIn addition, user's affliction resistance will not increase due to being inflicted with an affliction.\n\nFinally, When \"Power of Bond\" is removed, restores HP and grant the user the \"Power of Bond\" effect."
  }
}