{
  "Pages": 
    [
      {
        "title":"Movement",
        "content": "Press the {0} key to move left.\n\nPress the {1} key to move right.\n\nWhen standing on a platform,\n press the {2} key to move down the platform.",
        "width":"",
        "height":"",
        "position": ""
      },
      {
        "title":"Standard Attacks",
        "content":"Press the {0} key to perform a <color=red>Standard attack</color>.\nThe attack mode and combo stages for Standard attacks\ndiffer depending on the type of weapon used.\n\nIlia uses a Long-Ranged Manacaster,\nwhich can only perform a single-stage combo for <color=red>Standard attack</color>.\n\nWhen running at <color=red>a certain speed</color> or performing a normal attack while <color=red>in mid-air</color>,\na <color=red>Dash attack</color> will be released.",
        "width":"",
        "height":"",
        "position": ""
      },
      {
        "title":"Dodge",
        "content": "Press the {0} key to roll. Hold the directional key before rolling can adjust the direction of the roll.\n<color=blue>Note:  Ilia can perform an additional attack while dodging, while most other adventurers cannot.\n</color>\n\nWhile dodging, user can avoid <color=red>red-marked attacks</color>, but cannot avoid <color=purple>purple-marked attacks</color>.\n<color=blue>Additionally, untelegraphed attacks also can be <color=red>avoidable</color> or <color=purple>unavoidable.</color>",
        "width":"",
        "height":"",
        "position": ""
      },
      {
        "title":"Health Bar & Skills",
        "content": "Adventurer's health bar displayed in the lower left corner of the screen.\n\nThe <color=#FF2F62>heart</color> icon above the health bar represents user's remaining revive times.\n\nWhen the user’s HP reaches zero, it will consume one heart to revive.\nAfter revival, the player will be invincible for 3 seconds.\n\nAfter using a skill, it will enter a cooldown period and begin to recharge automatically.\nDuring the skill animation, players can also dodge <color=red>avoidable attacks</color>.\n\nAlso, standard attacks or dash attacks that hit enemies can also recharge the skill gauge.",
        "width":"",
        "height":"",
        "position": ""
      },
      {
        "title":"Jump",
        "content": "Press {0} Key to Jump.\n\nAdventurer can jump up to two times before falling back to the ground.\n\n<color=red>Most skilled</color> cannot be used in mid-air.\n\nSkills that can be used in mid-air will be mentioned in the skill details.\n",
        "width":"",
        "height":"",
        "position": ""
      },
      {
        "title":"Conditions",
        "content": "The condition bar above the player’s skill panel displays the status effects applied to the user.  The circular progress bar outside the icon represents its remaining time.\n\nThere are many types of <color=#3AA9A8>buffs</color> and<color=#CF656C> debuffs</color>. their amount or stacks is displayed below the icon.\n\n<color=#AB9500>Afflictions</color> also have different types.\nBlindness can reduce user's visible area.\nDoT afflictions can deal damage to afflicted target over time.\nStun, sleep, freeze, and other afflictions can prevent afflicted target's all actions.\n\n\n\n",
        "width":"",
        "height":"",
        "position": ""
      },
      {
        "title":"Special Mechanism: Ilia",
        "content": "Ilia has a special mechanism called the <color=blue>alchemy gauge</color>.\n\nHer <color=blue>standard attacks</color> and <color=blue>dodge attacks</color> can fill the gauge.\nWhen her alchemy gauge has one or more charges,\nthe second skill can be used to grant her an <color=blue>alchemic cartridge</color> for each charge of the gauge. \n\nAfter loading the catridge, her skill will become more powerful, and each attack skill will consume one alchemic cartridge.\nWhen all cartridges are used up, all skills will return to their original effects.\n\n<color=red>Try loading an alchemic cartridge now!</color>",
        "width":"",
        "height":"",
        "position": ""
      },
      {
        "title":"Boss Status & Overdrive Gauge",
        "content": "Bosses' status bar is displayed at the top of the screen.\nSome of them have <color=red>Overdrive Gauge</color> below their health bar.\n\nDealing damage to the boss will deplete the gauge, and once it is empty,\nthe boss will enter <color=red>Break state.</color>\n\nDuring the Break state, boss will unable to do any action,\nand their defense will be significantly reduced.\nAfter a set amount of time, they will\nget back up and recharge their Overdrive Gauge.\n\n<color=red>Try to deplete boss's Overdrive Gauge!",
        "width":"",
        "height":"",
        "position": ""
      },
      {
        "title":"Special Action",
        "content": "Press {0} to execute a special action.\nThe effect of this action varies by adventurer.\n(Most adventurers do not have a special action.)\n\nAfter using Ilia's third skill (non-enhanced version),\nshe will create a portal in front of her,\nwhich displays as a purple circle on the minimap.\nIf there is already a portal on the field, the old one will disappear.\nPressing the Special Action Key while the portal is active\nwill teleport Ilia to its location and consume it.",
        "width":"",
        "height":"",
        "position": ""
      },
      {
        "title":"Knockback & Counter",
        "content": "<color=red>Warning: The boss has gained a huge defense boost !</color>\n\nWhen the enemy display a <color=purple>Counter Icon</color> during attacks,\nusing skills or other special attacks can perform a counterattack.\n\nCounterattack can deplete enemies' <color=orange>OD Gauge</color> significantly.\nAdditionally, it also has chance to apply debuffs to them.\n(The chance depends on the <color=red>Knockback</color> property in adventurer's skill details)\n\n<color=red>\nSeize the opportunity! \nPerform a counterattack with enhanced skill and put the boss into a break state again!",
        "width":"",
        "height":"",
        "position": ""
      }
    ]
  
}