{
  "ABILITY_INFO_1": {
    "NAME": "Enigma",
    "ICON_PATH":"Ability_Sheet_0",
    "DESCRIPTION": "Dodging will carry out an additional attack toward the target.\n\nGrants the user an alchemic cartridge for each charge of the alchemy gauge.\n\nThe alchemy gauge will fill when standard attacks or dodge attacks connect with enemies.\n\nThe alchemy gauge charges faster by 200% when the combo count is 30 or higher."
  },
  "ABILITY_INFO_2": {
    "NAME": "Critical Output",
    "ICON_PATH":"Ability_Sheet_1",
    "DESCRIPTION": "Increases Ilia's critical rate by 30% for 15 seconds when an alchemic cartridge is consumed.\n\nAdditionally, increases critical damage to flashburned enemies by 50%."
  },
  "ABILITY_INFO_3": {
    "NAME": "Flash of Genius",
    "ICON_PATH":"Ability_Sheet_2",
    "DESCRIPTION": "Increases the chances of inflicting debuffs by 20% when the combo count is 15 or higher,\nand increases the user's critical rate by 20% for seven seconds every time two hits of Howling Meteor connect with an enemy."
  },
  "ABILITY_INFO_4": {
    "NAME": "Reduced Defense Punisher",
    "ICON_PATH":"Ability_Sheet_3",
    "DESCRIPTION": "Increases damage to enemies with reduced defense by 30%."
  },
  "ABILITY_INFO_5": {
    "NAME": "Hallowed Auspex",
    "ICON_PATH":"Ability_Sheet_4",
    "DESCRIPTION": "Grants the user an Auspex gauge.\n\nThe Auspex gauge fills when the user's skills are used. When the gauge is completely filled, it grants the user the \"Twilight Moon\" effect.\n\nWhen this effect is active, it grants the user a unique attack with 5 increasingly powerful charge levels by holding Attack Key.\nThis effect cannot stack, and will be consumed on use."
  },
  "ABILITY_INFO_6": {
    "NAME": "Auspex's Prayer",
    "ICON_PATH":"Ability_Sheet_5",
    "DESCRIPTION": "Increases user's strength by 20%.\nThe bonus strength will be reduced if the user is below max HP, relative to the amount of HP lost, and will return if user is healed.\n\nAlso, increases the recovery potency by 20% for 10 seconds after using Twilight Crown.\n\nFinally, increases critical rate by 8% when the combo count is 15 or higher."
  },
  "ABILITY_INFO_7": {
    "NAME": "Scarlet Legacy",
    "ICON_PATH":"Ability_Sheet_6",
    "DESCRIPTION": "The skill gauge for the Scarlet Resulotion fills by 50% every time the user tries to inflict burn on a foe and the affliction is resisted.\nAfter activating, this ability will not activate again for 15 seconds.\n\nAdditionally, grants the user's second skill the ability to dispel one enemy buff when the combo count is 15 or higher."
  },
  "ABILITY_INFO_8": {
    "NAME": "Flurry Devastation",
    "ICON_PATH":"Ability_Sheet_1",
    "DESCRIPTION": "Increases critical rate by 15% when the combo count is 15 or higher."
  },
  "ABILITY_INFO_9": {
    "NAME": "The Way of the Blazewolf",
    "ICON_PATH":"Ability_Sheet_7",
    "DESCRIPTION": "Adds 20% to the modifier applied to critical damage against enemies that have the \"Evil's Bane\" effect.\n\nIn addition, the user's second skill will deal critical damage to enemies with Evil's Bane. This critical hit will reset the user's inspiration level if the user is inspired.\n\nAlso, dodging during a standard attack will deal damage to surrounding enemies. Performing a standard attack during this unique dodge will then resume the user's standard attack combo from their most recent attack. (Dodging again immediately after the user's unique dodge will instead result in a standard dodge.)\n\nAdditionally, when using the user's first, second or third skills, for the duration of the attack, the user will be immune to knockback, and damage taken will be reduced by 50%.\n\nFinally, increases standard movement speed by 30% and jump speed by 10%. Holding Down Button during falling can increase the user's fall speed."
  },
  "ABILITY_INFO_10": {
    "NAME": "Royal Steel",
    "ICON_PATH":"Ability_Sheet_8",
    "DESCRIPTION": "Using the fourth attack in the user's standard attack combo increases her critical rate by 10% for 10 seconds. \n\nAlso, the seventh attack in the user's standard attack combo grants her the \"Blazewolf's Rush\" effect.\n\nAdditionally, using the user's initial skill increases her defense by 20% for 30 seconds.\n\nAll these effects will not stack."
  },
  "ABILITY_INFO_11": {
    "NAME": "Flurry Strength",
    "ICON_PATH": "Ability_Sheet_9",
    "DESCRIPTION": "Increases strength by 20% when the combo count is 15 or higher."
  },
  "ABILITY_INFO_12": {
    "NAME": "Metamorphosis",
    "ICON_PATH": "Ability_Sheet_16",
    "DESCRIPTION":"Grants Notte a unique shapeshift called \"metamorphosis\". \n\nFor every 20-hit combo, Notte fills 2% of her \"metamorphosis gauge\".\n\nPress Special Move Key to shapeshift after it has filled to a certain threshold will allow Notte to shapeshift.\n\nBy pressing the Special Move Key a second time or after the gauge has been consumed, Notte will return to her original form.\n\nWhen in metamorphosis, greatly improves knockback performance of standard attacks, increases damage to stormlashed foes by 10%, reduces damage taken by 50%, and grants immunity to knockback."
  },
  "ABILITY_INFO_13": {
    "NAME": "Bondforged Auspex",
    "ICON_PATH": "Ability_Sheet_10",
    "DESCRIPTION": "When the user's HP drops to 30%, restores the user's HP and, if the user has Power of Bonds, also restores HP to the rest of the team.\nAfter activating, these effects will not activate again for 30 seconds.\n\nAlso, using Ring of Affection will adds 10% to the modifier applied to critical damage for 90 seconds to the entire team.\nThis effect can stack up to 3 times."
  },
  "ABILITY_INFO_14": {
    "NAME": "Bondforged Might",
    "ICON_PATH": "Ability_Sheet_11",
    "DESCRIPTION": "Increases skill damage by 20%.\n\nAlso, increases skill damage by a further 40% when the user has Power of Bonds."
  },
  "ABILITY_INFO_15": {
    "NAME": "Gabriel's Covenant",
    "ICON_PATH": "Ability_Sheet_14",
    "DESCRIPTION": "Inflicts the \"Locked Sigil\" debuff on the user at the start of quests for 120 seconds, and grants the user a unique force strike with two increasingly powerful charge levels. Movement is possible while charging, but the user will move more slowly.\n\nOnce their force strike is fully charged, it will deal extra damage to frostbitten foes and reduce Locked Sigil's remaining time by 9 seconds if it connects.\n\nThe Locked Sigil debuff cannot be removed by incapacitation.\n\nWhen the Locked Sigil effect wears off, the user will be granted the \"Sigil Released\" effect instead, granting the user the following effects:\n\nUser's dash attacks perform in midair are granted the ability to dispel one enemy buff.\n\nAllowing the user to perform special attacks that restore 5% of the damage inflicted as HP to the user and have a 70% chance to increase the user's energy level by one stage. This special attack is activated by pressing Attack Key at the end of a standard attack combo.\nThis recovery caps at 7% of their maximum HP.\nBy pressing Attack Key again during one of these attacks, the user can immediately perform another.\n\nPerforming a standard attack after using the user's first skill will resume the user's standard attack combo from the fifth attack."
  },
  "ABILITY_INFO_16": {
    "NAME": "The Wing of Purity",
    "ICON_PATH": "Ability_Sheet_15",
    "DESCRIPTION": "Grants a buff that increases attack rate by 20% when HP is 50% or above.\n\nAdditionally, increases damage to demons and fallen angles by 30%."
  },
  "ABILITY_INFO_17": {
    "NAME": "Providential Blade",
    "ICON_PATH": "Ability_Sheet_13",
    "DESCRIPTION": "The fifth and ninth attacks in Zethia's standard attack combo increase the modifier applied to critical damage by 15% for 30 seconds. This buff can stack up to three times.\n\nBesides, increases the knockback resistance by 60%."
  },
  "ABILITY_INFO_18": {
    "NAME": "Genesis Pactbearer",
    "ICON_PATH": "Ability_Sheet_12",
    "DESCRIPTION": "Grants Zethia a summon gauge.\n\nCertain standard attacks will fill the summon gauge.\n\nPressing Special Key summons Bahamut.\n\nThe summoned Bahamut will use \"Cataclysm Beam\" skill immediately and grant the user the \"Almight Rage\" effect for 30 seconds.\n\nWhen \"Almight Rage\" is in effect, the power of certain standard attacks will be greatly increased.\nAlso, increases the user's strength by 40% and defense by 60%, and reduces the damage taken by 40%.\n\nAdditionally, dodging during a standard attack will carry out an additional attack toward surrounding enemies.\nPerforming a standard attack during this unique dodge will then resume Zethia's standard attack combo from her most recent attack. (Dodging again immediately after Zethia's unique dodge will instead result in a standard dodge.)\n\nFinally, Zethia will deal damage to enemies when she dodges their attacks."
  },
  "ABILITY_INFO_57": {
    "NAME": "Paralyzed & Debuffed Punisher",
    "ICON_PATH": "Ability_Sheet_18",
    "DESCRIPTION": "Increases damage to paralyzed enemies by 20%.\n\nAlso, increases damage to enemies inflicted with any affliction by 10%.\n\nIn addition, increases damage to enemies with two or more types of debuffs by up to an additional 30% based on the number of different debuffs they are inflicted with, up to a maximum of four."
  },
  "ABILITY_INFO_58": {
    "NAME": "Future Artist",
    "ICON_PATH": "Ability_Sheet_17",
    "DESCRIPTION": "When HP is 70% or above, increases skill gauge fill rate by 10%.\n\nAlso, increases the user's inspiration by one stage every time their first or third skill connect with an enemy."
  },
  "ABILITY_INFO_9001": {
    "NAME": "Overdrive Accerator+100%",
    "ICON_PATH": "",
    "DESCRIPTION": ""
  },
  "ABILITY_INFO_9002": {
    "NAME": "",
    "ICON_PATH": "",
    "DESCRIPTION": ""
  },
  "ABILITY_INFO_9004": {
    "NAME": "",
    "ICON_PATH": "",
    "DESCRIPTION": "Demon/Fallen Angle"
  },
  "ABILITY_INFO_80001": {
    "NAME": "",
    "ICON_PATH": "",
    "DESCRIPTION": ""
  }
}