{
  "SKILL_INFO_DUMMY": {
    "NAME": "None",
    "ICON_PATH":"",
    "DESCRIPTION": "This adventurer cannot unlock this skill."
  },
  "SKILL_INFO_1": {
    "NAME": "Drive Buster",
    "ICON_PATH":"Icon_Skill_Sheet_pro_3",
    "DESCRIPTION": "Deals damage to multiple targets and inflicts flashburn.\n\nDamage: 188×10\nKnockback: 120%\n\nIf the user has one or more alchemic cartridges, it will deal light damage to enemies in a line, inflict flashburn, and consume one alchemic cartridge.\n\nDamage: 348×6\nKnockback: 140%\n\nSkill Energy Required: 3060"
  },
  "SKILL_INFO_2": {
    "NAME": "Alchemic Enhancement",
    "ICON_PATH":"Icon_Skill_Sheet_pro_4",
    "DESCRIPTION": "This skill can only be used when the user's alchemy gauge has one or more charges.\n\nGrants the user an alchemic cartridge for each charge of the alchemy gauge.\n\nIf the user has one or more alchemic cartridges, it will deal damage to enemies directly ahead and consume one alchemic cartridge.\n\nDamage: 235×1 + 2534×1\nKnockback: 200%\n\nSkill Energy Required: 6120 / 3060(With  alchemic charges)"
  },
  "SKILL_INFO_3": {
    "NAME": "Otherworld Gate",
    "ICON_PATH":"Icon_Skill_Sheet_pro_1",
    "DESCRIPTION": "Deals damage to enemies directly ahead and creates a portal. \nOnly ONE portal can exist on the field.\nWhen the portal is on the field, the user can press the Special Move Key to teleport to the portal and remove it.n\nDamage: 590×2 + 665×1\nKnockback:150%\n\nIf the user has one or more alchemic cartridges, it will instead generate an otherworld gate that pulls nearby enemies towards it, deals damage to enemies for 5 seconds, and consumes one alchemic cartridge.\n\nDamage: 70×1 + 1330×1 + 21×50\nKnockback: 180%\n\nSkill Energy Required: 4800"
  },
  "SKILL_INFO_4": {
    "NAME": "Emergency Treatment",
    "ICON_PATH":"Icon_Skill_Sheet_pro_0",
    "DESCRIPTION": "Restores user's HP and continue healing over the next 15 seconds.\n\nHealing Potency: 10% of user's maximum HP\n\nThis skill can be used in the air.\n\nSkill Energy Required: 12000"
  },
  "SKILL_INFO_5": {
    "NAME": "Howling Meteor",
    "ICON_PATH":"Icon_Skill_Sheet_pro_5",
    "DESCRIPTION": "Deals damage to enemies directly ahead.\nMovement is possible during the attack.\n\nDamage: 63×10 + 750×1\nKnockback: 110% / 180%\n\nSkill Energy Required: 2400"
  },
  "SKILL_INFO_6": {
    "NAME": "Brilliant Inferno",
    "ICON_PATH":"Icon_Skill_Sheet_pro_4",
    "DESCRIPTION": "Activates \"Inferno Mode\" for 20 seconds.\nThe user gains a strength increase of 50%, and their normal attacks reduce enemy defense by 10% for 10 seconds. This defense reduction effect will not stack\n\nSkill Energy Required: 8940"
  },
  "SKILL_INFO_7": {
    "NAME": "Dazzling Star",
    "ICON_PATH":"Icon_Skill_Sheet_pro_12",
    "DESCRIPTION": "Sprint forward and deal damage to enemies in a line.\n\nDamage: 528×1\nKnockback: 120%\n\nIf this skill is used directly after Howling Meteor, Howling Meteor's attack will be interrupted, this skill will deal more damage to enemies in a line.\n\nDamage: 1024×1\nKnockback: 180%\n\nAdditionally, user can adjust the sprint direction by holding down the directional keys before using this skill.\n\nThis skill can be used in the air.\n\nSkill Energy Required: 2100"
  },
  "SKILL_INFO_8": {
    "NAME": "Glorious Sanctuary",
    "ICON_PATH":"Icon_Skill_Sheet_pro_2",
    "DESCRIPTION": "Restores HP to all teammates, continues healing over the next 15 seconds, increases their strength by 15% for 60 seconds, and creates a healing zone.\n\nThis strength buff will not stack.\n\nPotency: 130\nHealing zone potency: 60\n\nSkill Energy Required: 11700"
  },
  "SKILL_INFO_9": {
    "NAME": "Holy Crown",
    "ICON_PATH":"Icon_Skill_Sheet_pro_10",
    "DESCRIPTION": "Deals damage to multiple targets and enemies near those targets and grants the user the \"Holy Faith\" effect.\n\nWhen Holy Faith is granted:\nincreases the user’s Twilight Moon charge rate by 40% and damage by 20%, reduces damage taken by 50%, and grants immunity to knockback.\nThis effect will not stack.\n\nDamage: 53×5 + 370×5\nKnockback: 125%\nSkill Energy Required: 8770"
  },
  "SKILL_INFO_10": {
    "NAME": "Twilight Crown",
    "ICON_PATH":"Icon_Skill_Sheet_pro_11",
    "DESCRIPTION": "Deals damage to surrounding enemies for five seconds.\n\nAlso, grants the user an HP regen buff for 9 seconds for every 10 hits of this skill connected with an enemy\nThis HP regen buff can stack up to three times.\n\nDamage: 400×1 + 40×40\nKnockback: 140%\nPotency: 10\n\nSkill Energy Required: 5570"
  },
  "SKILL_INFO_11": {
    "NAME": "Celestial Prayer",
    "ICON_PATH":"Icon_Skill_Sheet_pro_8",
    "DESCRIPTION": "Deals damage to the target and nearby enemies.\n\nDamage:\n285×3 + 627×1\n\nDamage dealt by this skill will be increased by 10% for each HP regen buff applied to the user.\n\nWhen the user has three or more HP regen buffs, a variant called Celestial Prayer: Faith will be used instead, which deals more damage, and charges Auspex Gauge for 2 times.\n\nDamage: 79×11 + 762×2 \nKnockback: 140%\n\nSkill Energy Required: 5650"
  },
  "SKILL_INFO_12": {
    "NAME": "Flamewhorl",
    "ICON_PATH":"Icon_Skill_Sheet_pro_6",
    "DESCRIPTION": "Deals damage to enemies directly ahead and inflicts burn.\n\nBurning foes take extra damage by 20%.\n\nDamage: 570×3\nKnockback: 140%\nSkill Energy Required: 2318"
  },
  "SKILL_INFO_13": {
    "NAME": "Subterfuge",
    "ICON_PATH":"Icon_Skill_Sheet_pro_7",
    "DESCRIPTION": "Deals damage to surrounding enemies, reduces their defense by 5%, and inflicts burn. Burning foes take extra damage by 80% and this defense reduction effect will not stack .\n\nAlso, grants user immunity to knockback, and increase defense by 25% for 15 seconds.\n\nDamage: 443×2\nKnockback: 200%\nSkill Energy Required: 4892"
  },
  "SKILL_INFO_14": {
    "NAME": "Scarlet Resolution",
    "ICON_PATH":"Icon_Skill_Sheet_pro_9",
    "DESCRIPTION": "Deals damage to surrounding enemies, lowers their burn resistance by 20% for 30 seconds, and increases user's strength by 15% and critical rate by 5% for the remainder of the quest.\n\nThese effects can stack up to three times.\n\nOnce the buffs are stacked three times, said buffs will increase the user's strength by 25% and damage to burned enemies by 10% for 20 seconds instead.\n\nDamage: 216×1\n\nSkill Energy Required: 9784"
  },
  "SKILL_INFO_15": {
    "NAME": "Carmine Rush",
    "ICON_PATH":"Icon_Skill_Sheet_pro_13",
    "DESCRIPTION": "Deals damage to enemies in a line, increases their damage taken, and applies \"Evil's Bane\" to them.\n\nDamage: 190×2 + 380×3\nKnockback: 125%\n\nIf this skill is used directly after the user's second skill, a variant called Bright Carmine Rush will be used instead.\n\nBright Carmine Rush damages enemies in a line, increases their damage taken, and applies \"Evil's Bane\" to them. \n\nAlso, if the user has the \"Blazewolf's Rush\" effect,\nBright Carmine Rush consumes it and immediately readies the user's second skill for use.\n\nDamage: 190×4 + 380×6\nKnockback: 125%\n\nSkill Energy Required: 5376"
  },
  "SKILL_INFO_16": {
    "NAME": "Flame Raid",
    "ICON_PATH":"Icon_Skill_Sheet_pro_14",
    "DESCRIPTION": "Deals damage to surrounding enemies, dispels one buff from each target, and inflicts burn.\n\nDamage: 200×7\nKnockback: 115%\n\nIf this skill is used directly after the user's initial\nskill, a variant called Savage Flame Raid will be used instead.\n\nSavage Flame Raid damages surrounding enemies, inflicts scorchrend, and dispels one buff from each target.\n\nAlso, if the user has the \"Blazewolf's Rush\" effect,\nSavage Flame Raid consumes it and immediately readies the user's initial skill for use.\n\nDamage: 250×7\nKnockback: 135%\n\nSkill Energy Required: 5376"
  },
  "SKILL_INFO_17": {
    "NAME": "Blazing Blitz",
    "ICON_PATH":"Icon_Skill_Sheet_pro_15",
    "DESCRIPTION": "Teleports behind the enemy directly ahead,\ndeals damage to the target and nearby enemies\nand leaves a Crimson Phantom in the original position.\nDamage dealt by this attack will be regarded as standard attack.\n\nOnly one Crimson Phantom can exist on the field at a time.\nWhile it's on the field, reduces damage taken from burned and scorchrent foes by 30%.\n\nAlso, when the user uses first skill or second skill, the ‘Crimson Phantom’ will use the same skill then disappear, but its damage will be reduced by 20%.\n\nThis skill can be used in the air.\n\nDamage: 1350×1\nKnockback: 150%\n\nSkill Energy Required: 11200"
  },
  "SKILL_INFO_18": {
    "NAME": "Sanctus Arrow",
    "ICON_PATH":"Icon_Skill_Sheet_pro_16",
    "DESCRIPTION": "Deals damage to enemies directly ahead and inflicts frostbite.\n\nWhen the user has \"Sigil Released\" effect, increases the chance of inflicting frostbite by 50%.\n\nDamage: 1815×1\n\nSkill Energy Required: 3478"
  },
  "SKILL_INFO_19": {
    "NAME": "Soul Benediction",
    "ICON_PATH":"Icon_Skill_Sheet_pro_4",
    "DESCRIPTION": "Grants the user the \"Gabriel's Blessing\" effect for 40 seconds.\n\nDuring Gabriel's Blessing, the user's strength is increased by 50%, their defense is increased by 20%, and grants the user a one-use shield that nullifies damage up to 30% of their maximum HP.\n\nThese effects do not stack and are lost upon being attacked.\n\nSkill Energy Required: 8534"
  },
  "SKILL_INFO_20": {
    "NAME": "Divine Aegis",
    "ICON_PATH":"Icon_Skill_Sheet_pro_17",
    "DESCRIPTION": "Deals damage to surrounding enemies, inflicts freeze, and creates a zone that last for 20 seconds.\n\nWhen the user is in the zone, being attacked will not remove \"Gabriel's Blessing\".\n\nIn addition, if the user has the \"Sigil Released\" effect, frostbitten foes take extra damage.\n\nDamage: 2478×1\n\nSkill Energy Required: 8534"
  },
  "SKILL_INFO_21": {
    "NAME": "Faerie Punishment",
    "ICON_PATH":"Icon_Skill_Sheet_pro_18",
    "DESCRIPTION": "Deals damage to the target and nearby enemies, dispels one buff from each of them, and, if the combo count is 20 or higher, partially fills the metamorphosis gauge.\nThis skill can be used in the air.\n\nDamage: 107×16\nKnockback: 125%\nSkill Energy Required: 2620\n\nWhen shapeshifted:\ndeals damage to surrounding enemies, and inflicts stormlash.\n\nDamage: 532×5\nKnockback: 125%\nSkill Energy Required: 1920"
  },
  "SKILL_INFO_22": {
    "NAME": "Faerie Illusion",
    "ICON_PATH":"Icon_Skill_Sheet_pro_19",
    "DESCRIPTION": "Deals damage to surrounding enemies, dispels one buff from each target, and, if the combo count is 20 or higher, partially fills the metamorphosis gauge.\nThis attack will pursue nearby targets for the duration of the skill.\n\nDamage: 82 × 30\nKnockback: 105%\nSkill Energy Required: 5240\n\nWhen shapeshifted:\ndeals damage to surrounding enemies, then deals damage to enemies in a line.\n\nDamage: 700×2 + 1092×1\nKnockback: 150% / 200%\nSkill Energy Required: 2620"
  },
  "SKILL_INFO_23": {
    "NAME": "Captivating Canvas",
    "ICON_PATH":"Icon_Skill_Sheet_pro_8",
    "DESCRIPTION": "Deals damage to enemies directly ahead, and inflicts paralysis. Paralyzed foes take extra damage.\n\nActivates \"Skill Shift\" if the attack connects.\nPhase II increases knockback chance and paralysis's success rate, while Phase III restores the user's HP.\n\nDamage: 666×2\nKnockback: 150%\nSkill Energy Required: 3478"
  },
  "SKILL_INFO_24": {
    "NAME": "Palette Punch",
    "ICON_PATH":"Icon_Skill_Sheet_pro_4",
    "DESCRIPTION": "Immediately readies the Captivating Canvas skill for use, increases the user's strength by 30% for 10 seconds, and increases inspiration by three stages.\n\nThis strength buff will not stack.\n\nSkill Energy Required: 5934"
  },
  "SKILL_INFO_25": {
    "NAME": "Colorful Splash",
    "ICON_PATH":"Icon_Skill_Sheet_pro_6",
    "DESCRIPTION": "Deals damage to the target and nearby enemies, and inflicts two of the following debuffs at random:\nReduces strength by 15% for 15 seconds.\nReduces critical rate by 20% for 15 seconds.\nLowers poison resistance by 20% for 20 seconds.\nReduces defense by 5% for 15 seconds.\n\nWhen the strength buff of Palette Punch is active, this attack will deal an additional damage and inflict another debuff to targets.\n\nDamage: 99×3 + 488×2(3)\nKnockback: 120%\nSkill Energy Required: 5934"
  }

}

